brew "git"
brew "zsh"
brew "neovim"
brew "python"
brew "ripgrep"
brew "fd"
brew "tmux"
brew "wget"
brew "neovim"
brew "node"
brew "lazygit"
brew "imagemagick"
brew "graphviz"
brew "mermaid-cli"
brew "luarocks"
brew "go"
brew "dnsmasq"
brew "nginx"
cask "kitty"
cask "font-fira-code"


