brew "git"
brew "zsh"
brew "starship"
brew "python"
brew "ripgrep"
brew "fd"
brew "tmux"
brew "wget"
brew "neovim"
brew "node"
brew "lazygit"
brew "fzf"
brew "imagemagick"
brew "graphviz"
brew "mermaid-cli"
brew "luarocks"
brew "npm"
brew "bat"
brew "eza"
brew "gitleaks"
brew "curl"
brew "pre-commit"
cask "alacritty", args: { no_quarantine: true }
cask "font-fira-code"
